---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterStringBeginsWith
source: html/27088874-c344-ab74-9d47-48c8bd40b5d7.htm
---
# FilterStringBeginsWith Members

Constructs an instance of FilterStringBeginsWith.